Repository: Blumesberger/java-phaidra-importer
Catalog: Updater/bookimporter/eodeditor/BookImporter.*.resx
Languages: it

source: Abort
it: Interrompi

# acnum
source: Composite-ID-Number (AC-Number)
it: Numero-Struttura mista (Numero-AC)

# acnum1
source: Please enter a Composite-ID-Number (AC Number):
it: Inserisci un Numero-Struttura mista (Numero-AC)

source: Aleph Error
it: Errore di Aleph

# alephError1
source: No metadata found.
it: Nessun metadato rinvenuto.

# alephHttpError1
source: Aleph Metadata Service not responding.
it: Il servizio di metadati di Aleph non risponde.

# alephHttpError2
source: You do not have persmissions to access Aleph metadata.
it: Non hai l'autorizzazione per accedere ai metadati di Aleph.

# alephImport
source: Do you really want to import Aleph Metadata? Attention: all already entered metadata will ge lost!
it: Sei sicuro di voler importare i metadati di Aleph? NB: tutti i metadati già inseriti andranno persi!

# alephImport1
source: Aleph Metadata Import
it: Importazione dei metadati di Aleph

# bookStructure1
source: Cover
it: Copertina

# bookStructure2
source: Cover End
it: Quarta di copertina

# bookStructure3
source: Front Page
it: Frontespizio

# bookStructure4
source: Contents
it: Indice

# bookStructure5
source: Introduction
it: Introduzione

# bookStructure6
source: Chapter
it: Capitolo

# bookStructure7
source: Attachment
it: Allegato

# changeLang
source: Change language
it: Cambia lingua

# changeLangText
source: Do you really want to change the language? Attention: a restart of the application is necessary to apply changes!
it: Sei sicuro di voler cambiare lingua? NB: per applicare le modifiche bisogna riavviare il programma.

# choose1
source: Choose the images path
it: Scegli il percorso delle immagini

# choose2
source: Selected classification path
it: Scegli il percorso della classificazione

source: Error
it: Errore

# error1
source: No pictures found! Allowed formats: JPEG,TIFF,PNG
it: Nessuna immagine rinvenuta. Formati consentiti: JPEG, TIFF, PNG

# error10
source: The field
it: Il campo

# error11
source: is mandatory
it: è obbligatorio

# error12
source: An error has occured while creating OCRTEXT XML
it: Si è verificato un errore nella creazione dell'XML di OCRTEXT

# error14
source: not found. Please check - for every picture a XML file with the same file must exist!
it: non trovato. Controlla: a ogni immagine deve corrispondere un file XML con lo stesso nome.

# error15
source: XML Schema error at
it: Errore dello schema XML in

# error16
source: No PDF file selected. Please choose one at "Section and Pages".
it: Non hai selezionato un file PDF. Scegline uno in "Sezioni e pagine"

# error17
source: Please enter username and password at "Upload - start".
it: Immetti Nome utente e Password in "Inizia il caricamento"

# error18
source: Login at Phaidra Server failed. Please check username and password.
it: Autenticazione fallita al server Phaidra. Controlla Nome utente e Password.

# error19
source: The Phaidra server is not reachable. Please try again later.
it: Il server Phaidra è irraggiungibile. Riprova più tardi.

# error2
source: Unable to start
it: Avvio impossibile.

# error20
source: Unknown error
it: Errore sconosciuto.

# error3
source: While reading the metadata tree an error has occured
it: Si è verificato un errore nella lettura dell'albero dei metadati

# error4
source: While reading the classifications an error has occured
it: Si è verificato un errore nella lettura delle classificazioni

# error5
source: An error has occured while creating PAGEINFO XML
it: Si è verificato un errore creando l'XML PAGEINFO

# error6
source: An error has occured while creating BOOKSTRUCTURE XML
it: Si è verificato un errore creando l'XML BOOKSTRUCTURE

# error7
source: An error has occured while creating METADATA XML
it: Si è verificato un errore creando l'XML METADATA

# error8
source: An error has occured while creating METADATA XML: undefined value for
it: Si è verificato un errore creando l'XML METADATA: valore non precisato per

# error9
source: Please select a classification
it: Scegli una classificazione

# export1
source: Please choose the destiantion folder for the PDF!
it: Scegli la cartella di destinazione del PDF

# export2
source: Do you really want to abort the export?
it: Sei sicuro di voler annullare l'esportazione?

# export3
source: Abort export
it: Annulla l'esportazione

# info1
source: Do you really want to import this book at
it: Sei sicuro di voler importare questo libro in

# info2
source: Import
it: Importa

# info3
source: Import affirnation
it: Importazione confermata

# info4
source: Files
it: File

# loggiing4
source: Add PAGEINFO datastream
it: Aggiungi flusso di dati PAGEINFO

# logging1
source: Create Page PID
it: Crea identificatore PID (numero identificativo specifico) per la Pagina

# logging10
source: Create Book PID
it: Crea identificatore PID (numero identificativo specifico) per il Libro

# logging11
source: Start Page upload
it: Inizia a caricare la pagina

# logging12
source: Finish Book - PID
it: Termina il libro - identificatore PID (numero identificativo specifico)

# logging13
source: accomplish
it: Ultimare il processo

# logging14
source: Add BOOKINFO datastream
it: Aggiungi flusso di dati BOOKINFO

# logging2
source: Add datastream OCTETS. This may take a few minutes!
it: Aggiungi flusso di dati OCTETS. Potrebbe essere necessario qualche minuto.

# logging3
source: Add METADATA datastream
it: Aggiungi flusso di dati METADATA

# logging5
source: Add STYLESHEET datastream
it: Aggiungi flusso di dati STYLESHEET

# logging6
source: Add THUMBNAIL datastream
it: Aggiungi flusso di dati THUMBNAIL

# logging7
source: Add OCRTEXT datastream
it: Aggiungi flusso di dati OCRTEXT

# logging8
source: Add FULLTEXT datastream
it: Aggiungi flusso di dati FULLTEXT

# logging9
source: Add RIGHTS datastream
it: Aggiungi flusso di dati RIGHTS

# PhaidraDevServerPaduaName
source: Phaidra-Development University of Padova
it: Phaidra -Sviluppo Università di Padova

# PhaidraDevServerViennaName
source: Phaidra-Development University of Vienna
it: Phaidra - Sviluppo Università di Vienna

# PhaidraLocationLabel
source: Please choose a target:
it: Scegli una destinazione:

# PhaidraServerKugName
source: Phaidra University of Music and Performing Arts Graz
it: Phaidra Università di Musica e Spettacolo Graz

# PhaidraServerPaduaName
source: Phaidra University of Padova
it: Phaidra Università di Padova

# PhaidraServerViennaName
source: Phaidra University of Vienna
it: Phaidra Università di Vienna

# PhaidraTestServerPaduaName
source: Phaidra-Test University of Padova
it: Phaidra-Test Università di Padova

# PhaidraTestServerViennaName
source: Phaidra-Test University of Vienna
it: Phaidra-Test Università di Vienna

# restart
source: Restart application
it: Riavvia programma

# restartText
source: Do you want to restart the application now? Attention: all input will be lost!
it: Vuoi riavviare il programma? NB: tutti i dati inseriti andranno persi.

# seite
source: Page
it: Pagina

# upload1
source: not locked
it: non bloccato

# upload2
source: weeks
it: settimane

# uploadProgress1
source: The book with PID
it: Il libro con PID

# uploadProgress2
source: sucessfully created
it: è stato creato correttamente

# uploadProgress3
source: Upload Information
it: Carica informazione

# voc1
source: Yes
it: Sì

# error21
source: Error reading bookstructure.xml
it: Errore nella lettura di bookstructure.xml

# error22
source: Error reading uwmetadata.xml
it: Errore nella lettura di uwmetadata.xml

# errorloadBookstructure
source: Error loading bookstructure.xml
it: Errore nel caricamento di bookstructure.xml

# errorloadBookstructureText
source: bookstructure.xml not found!
it: bookstructure.xml non trovato!

# errorloadUwmetadata
source: Error loading uwmetadata.xml
it: Errore nel caricamento di uwmetadata.xml

# errorloadUwmetadataText
source: uwmetadata.xml not found!
it: uwmetadata.xml non trovato!

# export4
source: Metadata sucessfully exported
it: Esportazione metadati riuscita

# export5
source: Bookstructure successfully exported
it: Esportazione bookstructure riuscita

# export6
source: Export Information
it: Informazioni sull'esportazione

# importBookStructure
source: bookstructure.xml found!
it: bookstructure,xml trovato!

# importBookStructureText
source: A bookstructure file has been found. Should it be imported?
it: È stato trovato un file di bookstructure. Devo importarlo?

# importUwmetadata
source: uwmetadata.xml found!
it: uwmetadata.xml trovato!

# importUwmetadataText
source: A metadata file has been found. Should it be imported?
it: È stato trovato un file di metadati. Devo importarlo?

# loadBookstructure
source: Import bookstructure:
it: Importa bookstructure:

# loadBookstructureText
source: Do you really want to import bookstructure?
it: Sei sicuro di voler importare bookstructure?

# loadUwmetadata
source: Import Metadata:
it: Importa i metadati:

# loadUwmetadataText
source: Do you really want to import metadata?
it: Sei sicuro di voler importare i metadati?

# picImport1
source: Please choose the pictures that should be imported
it: Scegli le foto da importare

# importPictureWarning
source: Information:
it: Informazioni

# importPictureWarningText
source: Attention: no pages have been imported because they are not located in the book folder!
it: Attenzione: le pagine non sono state importate perché non si trovano nella cartella libro!
